Repository: TFS33/ship_diary_dj
Catalog: locale/*/LC_MESSAGES/django.po
Languages: lt

source: password
lt: slaptažodis

source: confirm_password
lt: patvirtinti slaptažodį

source: Passwords do not match
lt: Slaptažodžiai nesutampa

source: The Email must be set
lt: El. paštas privalomas

source: Superuser must have is_staff=True.
lt: Adminas turi būti nustatytas - is_staff=True

source: Superuser must have is_superuser=True.
lt: Adminas turi būti nustatytas - is_superuser=True

source: email address
lt: el. paštas

source: username
lt: vartotojo vardas

source: first name
lt: vardas

source: last name
lt: pavardė

source: date joined
lt: prisijungimo data

source: language
lt: kalba

source: staff status
lt: moderatoriaus statusas

source: Designates whether the user can log into this admin site.
lt: Nustato ar vartotuojas gali prisijungti prie admin dalies

source: active
lt: aktyvus

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
lt: Nustato ar šis vartotojas aktyvus

source: Name
lt: Pavadinimas

source: Type
lt: Tipas

source: Ship
lt: Laivas

source: Notes
lt: Užrašai

source: Hours Operated
lt: Dirbta valandų

source: Fuel Consumed
lt: Sunaudota kuro

source: Maintenance Notes
lt: Priežiūros Užrašai

source: Add Crew Entry
lt: Pridėti įgulos įrašus

source: Back
lt: Atgal

source: Submit
lt: Patvirtinti

source: Add Engine Log
lt: Pridėti variklio įrašus

source: Add Fuel Log
lt: Pridėti kuro įrašus

source: Add Log Entry
lt: Pridėti įrašus

source: Add Maintenance Entry
lt: Pridėti apžiūros įrašus

source: Add Navi Entry
lt: Pridėti navigacijos įrašus

source: Add Ship
lt: Pridėti laivą

source: Add Weather Entry
lt: Pridėti orologinius įrašus

source: Astronomy Information
lt: Astrologinė informacija

source: Moon Phase
lt: Mėnulio fazė

source: Moon Illumination
lt: Mėnulio iliuminacija

source: Region
lt: Regionas

source: Sunrise
lt: Saulėtekis

source: Sunset
lt: Saulėlydis

source: Moonrise
lt: Mėnulio patekėjimas

source: Moonset
lt: Mėnulio nusileidimas

source: Error
lt: Klaida

source: No current data.
lt: Jokios informacijos.

source: Welcome
lt: Sveiki

source: Your Crew Logs
lt: Įgulos įrašai

source: Crew count
lt: Įgulos kiekis

source: Crew changes
lt: Įgulos pakeitimai

source: You don't have any crew logs yet.
lt: Neturite įrašu įgulai.

source: Edit Crew Log
lt: Redagauoti įgulos įrašus

source: Edit Engine Log
lt: Redagauoti variklio įrašus

source: Edit Fuel Log
lt: Redagauoti kuro įrašus

source: Edit Log Entry
lt: Redagauoti įrašus

source: Edit Maintenance Log
lt: Redagauoti priežiuros įrašus

source: Edit Navi Log
lt: Redagauoti navigacijos įrašus

source: Edit Ship
lt: Redaguoti laivo įrašus

source: Edit Weather Log
lt: Redaguoti oro sąlygų įrašus

source: Your Engine Logs
lt: Jūsų variklio įrašai

source: You don't have any logs yet.
lt: Kolkas neturite įrašų.

source: Date:
lt: Data:

source: Temperature status --- / Minimal Temp
lt: Temperatūros būsena --- / Minimali Temperatūra

source: / Maximal Temp
lt: / Maksimali Temperatūra

source: / Avarage Temp
lt: / Vidutinė temperatūra

source: Wind status:
lt: Vėjo būsena:

source: Humidity:
lt: Drėgmė:

source: Sun status:
lt: Saulėtumo būsena:

source: No alerts available for now
lt: Šiuo metu nėra perspėjimų

source: No air quality data available for now
lt: Šiuo metu nėra oro kokybės duomenų

source: Your Fuel Logs
lt: Jūsų kuro įrašai

source: Current level
lt: Dabartinis kiekis

source: Refilled
lt: Papildytas kiekis

source: You don't have any logs for fuel yet.
lt: Šiuo metu dar neturite įrašų kuro statusui.

source: General Logs
lt: Bendri įrašai

source: Your Ships
lt: Jūsų laivai

source: Note
lt: Pastabos

source: Time Stamp
lt: Laiko įrašas

source: Login
lt: Prisijungimas

source: Your Maintenance Logs
lt: Jūsų priežiuros įrašai

source: Equipment
lt: Įranga/įrankiai

source: Work done
lt: Atlikti darbai

source: Hours worked
lt: Įšdirbta valandų

source: Minutes worked
lt: Įšdirbta minučių

source: Next service
lt: Kita apžiūra

source: You don't have any logs yet for maintenance.
lt: Kolokas neturite apžiūros įrašų.

source: Marine Forecast
lt: Vandens kelių prognozė

source: Weather for
lt: Oro sąlygos

source: Latitude
lt: Platuma

source: Longitude
lt: Ilguma

source: Local Time
lt: Vietinis laikas

source: Time Zone
lt: Laiko zona

source: Forecast
lt: Prognozė

source: Date
lt: Data

source: Epoch
lt: Epocha

source: Weather
lt: Oras

source: Temperature
lt: Temperatūra

source: Min
lt: Minimali

source: Max
lt: Maksimali

source: Average
lt: Vidutinė

source: Wind
lt: Vėjas

source: Precipitation
lt: Kritulai

source: Snow
lt: Sniegas

source: Visibility
lt: Matomumas

source: Humidity
lt: Drėgmės kiekis

source: UV Index
lt: UV Indeksas

source: Astronomical Data
lt: Astronomijos duomenys

source: Moon Up
lt: Mėnulis pakilęs

source: Yes
lt: Taip

source: No
lt: Ne

source: Sun Up
lt: Pakilus saulė

source: Your Navi Logs
lt: Jūsų Navigacijos įrašai

source: Speed
lt: Greitis

source: Destination
lt: Tikslas

source: You don't have any logs yet for navi.
lt: Šiuo metu neturite navigacinių įrašų.

source: Register
lt: Registracija

source: Year Built
lt: Pastatytas metais

source: You don't have any ships yet.
lt: Šiuo metu neturite laivų

source: SHIP
lt: LAIVAS

source: ADD
lt: PRIDĖTI

source: LOG ENTRY
lt: ĮRAŠAI

source: ADD ENGINE LOG
lt: PRIDĖTI VARIKLIO ĮRAŠUS

source: ENGINE
lt: VARIKLIS

source: ADD FUEL LOG
lt: PRIDĖTI KURO ĮRAŠUS

source: FUEL
lt: KURAS

source: NAVI LOGS
lt: NAVIGACINIAI ĮRAŠAI

source: ADD NAVI
lt: PRIDĖTI NAVIGACINIUS ĮRAŠUS

source: CREW Logs
lt: ĮGULOS ĮRAŠAI

source: ADD CREW
lt: PRIFĖTI ĮGULOS ĮRAŠUS

source: MAINTENANCE
lt: PRIEŽIŪRA

source: ADD MAINTENANCE LOG
lt: PRIDĖTI PRIEŽIUROS ĮRAŠUS

source: WEATHER
lt: ORO SĄLYGOS

source: ADD WEATHER LOG
lt: PRIDĖTI ORO SĄLYGŲ ĮRAŠUS

source: Calendar
lt: Kalendorius

source: Weather API
lt: Orų API

source: User home page
lt: Vartotojo namų puslapis

source: Email
lt: Elektroninis paštas

source: First Name
lt: Vardas

source: Last Name
lt: Pavardė

source: Weather Information
lt: Oro sąlygos

source: ASTRO
lt: ASTROLOGINIS

source: FORECAST
lt: PROGNOZĖ

source: MARINE
lt: JŪRINIS

source: Location
lt: Vieta

source: City
lt: Miestas

source: Current Weather
lt: Dabartinės oro sąlygos

source: Condition
lt: Būsena

source: no data.
lt: nėra informacijos.

source: Saved Weather API Marine Data
lt: Išsaugota Orų API Jūriniai duomenys

source: Location region
lt: Vietos regionas

source: Location country
lt: Vietos šalis

source: Maximal temperature
lt: Aukščiausia temperatūra

source: Minimal temperature
lt: Žemiausia temperatūra

source: Average temperature
lt: Vidutinė temperatūra

source: Maximal wind
lt: Didžiausias vėjo greitis

source: Total precipitation
lt: Viso kritulių kiekis

source: Total snow
lt: Viso sniego kiekis

source: Average visibility
lt: Vidutinis matomumas

source: Average humidity
lt: Vidutinė drėgmė

source: Created
lt: Sukurta

source: Weather Data for
lt: Oro sąlygos

source: Other Weather Data
lt: Kiti oro sąlygų duomenys

source: Action
lt: Veiksmas

source: Realtime
lt: Dabartinės

source: Future
lt: Ateities

source: History
lt: Istorija

source: Astronomy
lt: Astronominės

source: Marine
lt: Jūrinės

source: Get Weather Data
lt: Gauti oro sąlygų duomenis

source: Your Weather Logs
lt: Jūsų Oro Sąlygų įrašai

source: Wind speed
lt: Vėjo greitis

source: Wind direction
lt: Vėjo kryptis

source: Waterway state
lt: Vandens kelių būsena

source: You don't have any logs yet for weather.
lt: Šiuo metu neturite įrašų oro sąlygoms.

source: Your account has been created! You are now able to log in
lt: Jūsų paskyra buvo sukurta! Jūs galite prisijungti

source: You are now logged out
lt: Atsijungėte

source: You are now logged in, welcome back!
lt: Prisijungėte, sveiki sugryžę

source: Invalid email or password
lt: Blogas el. paštas arba slaptažodis

source: Please correct the errors below
lt: Prašome ištaisyti klaidas

source: Invalid form data
lt: Įvesta neteisingi duomenys

source: 500 Internal Server Error
lt: 500 vidinė serverio klaida

source: Json Decode Error
lt: Json dekodavimo klaida

source: English
lt: Anglų kalba

source: Lithuanian
lt: Lietuviškai

source: Ship Log
lt: Laivo Dienoraštis

source: User:
lt: Vartotojas:

source: User: Unknown
lt: Vartotojas: Nežinomas

source: Welcome to Ship Diary
lt: Sveiki atvykę į Laivo dienoraštį

source: Home
lt: Namai

source: Log Out
lt: Atsijungti

source: Records 'n' Notes
lt: Užrašai

source: © 2024 Ship Diary by TFS. All rights reserved.
lt: © 2024 Ship Diary. Visos teises priklauso TFS
